a52dec
aalib
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
aom
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attr
audit
autoconf
autoconf-archive
automake
avahi
aws-cli
base
bash
bc
binutils
bison
blueman
bluez
bluez-libs
bluez-utils
boost-libs
bridge-utils
brltty
brotli
bspwm
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt0.5.1
cifs-utils
cmake
colord
containerd
coreutils
cpio
cracklib
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dconf
desktop-file-utils
device-mapper
diffutils
discord
dkms
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dotnet-host
dotnet-runtime
dotnet-sdk
double-conversion
dunst
e2fsprogs
ebtables
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron
electron4
elfutils
enchant
exo
expat
fakeroot
feh
ffmpeg
fftw
file
filesystem
findutils
firefox
flac
flex
fontconfig
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gcr
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc-libs
giblib
giflib
git
git-lfs
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-common
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-diff
haskell-dlist
haskell-erf
haskell-hashable
haskell-integer-logarithms
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-splitmix
haskell-tagged
haskell-th-abstraction
haskell-time-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwids
hwloc
hyphen
i3-wm
i3lock
iana-etc
icu
ijs
imagemagick
imlib2
inetutils
inotify-tools
intltool
iproute2
iptables
iputils
iso-codes
itstool
jack
jansson
jasper
jemalloc
jq
js60
json-c
json-glib
jsoncpp
kbd
keepassxc
keyutils
kmod
krb5
kwayland
kwindowsystem
l-smash
lame
lcms2
ldb
ldns
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libpciaccess
lib32-libpng
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libappindicator-gtk2
libarchive
libass
libassuan
libasyncns
libavc1394
libbluray
libbsd
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libffi
libfontenc
libgcrypt
libgdiplus
libglvnd
libgpg-error
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libindicator-gtk2
libinput
libjpeg-turbo
libkeybinder3
libksba
libkscreen
libldap
liblouis
liblqr
libluv
liblxqt
libmfx
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpdclient
libmpeg2
libndp
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libpng
libproxy
libpsl
libpulse
libqtxdg
libraqm
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoxr
libssh
libssh2
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libusb
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua52
luajit
lxappearance
lxqt-config
lxqt-themes
lz4
lzo
m4
mailcap
make
mallard-ducktype
man-db
man-pages
mariadb-libs
md4c
mesa
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mono
mopidy
mpc
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncmpcpp
ncurses
neofetch
neovim
nettle
network-manager-applet
networkmanager
newsboat
nm-connection-editor
node-gyp
nodejs
npm
npth
nspr
nss
numactl
nvidia
nvidia-settings
nvidia-utils
oniguruma
openbsd-netcat
opencore-amr
openjpeg2
openmpi
openssh
openssl
openssl-1.0
opera-ffmpeg-codecs
opus
orc
os-prober
otf-fira-code
p11-kit
p7zip
pacman
pacman-mirrorlist
pam
pambase
pango
pangomm
patch
pavucontrol
pciutils
pcre
pcre2
perl
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
picom
pinentry
pixman
pkgconf
playerctl
polkit
polkit-qt5
poppler
popt
postgresql-libs
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
python
python-anytree
python-appdirs
python-asn1crypto
python-attrs
python-babel
python-bcrypt
python-beaker
python-botocore
python-cachecontrol
python-cached-property
python-cairo
python-cffi
python-chardet
python-colorama
python-configobj
python-contextlib2
python-cryptography
python-dateutil
python-dbus
python-dbus-common
python-distlib
python-distro
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-gobject
python-html5lib
python-idna
python-imagesize
python-importlib-metadata
python-jinja
python-jmespath
python-jsonschema
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-paramiko
python-pep517
python-pip
python-ply
python-progress
python-psutil
python-pyasn1
python-pycparser
python-pygments
python-pykka
python-pynacl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqtwebengine
python-pyrsistent
python-pytoml
python-pytz
python-pywal
python-requests
python-retrying
python-rsa
python-s3transfer
python-setuptools
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-texttable
python-toml
python-tornado
python-urllib3
python-webencodings
python-websocket-client
python-yaml
python-zipp
python2
python2-appdirs
python2-backports
python2-backports-abc
python2-cachecontrol
python2-cairo
python2-cffi
python2-chardet
python2-colorama
python2-configparser
python2-contextlib2
python2-dbus
python2-distlib
python2-distro
python2-futures
python2-gobject
python2-html5lib
python2-idna
python2-importlib-metadata
python2-ipaddress
python2-lockfile
python2-more-itertools
python2-msgpack
python2-ordered-set
python2-packaging
python2-pathlib2
python2-pep517
python2-pip
python2-ply
python2-progress
python2-psutil
python2-pycparser
python2-pyparsing
python2-pytoml
python2-requests
python2-retrying
python2-scandir
python2-setuptools
python2-singledispatch
python2-six
python2-toml
python2-tornado
python2-urllib3
python2-webencodings
python2-zipp
qemu
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
quazip
re2
readline
redshift
reflector
rest
rhash
ripgrep
rofi
rtkit
rubberband
run-parts
runc
sbc
scrot
sdl
sdl2
seabios
sed
semver
shaderc
shadow
shared-mime-info
shellcheck
slang
smbclient
snappy
sndio
sound-theme-freedesktop
speex
speexdsp
spice
spirv-tools
sqlite
srt
startup-notification
steam
stfl
sudo
sxhkd
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminator
tevent
texinfo
thunar
tslib
ttf-dejavu
ttf-inconsolata
ttf-liberation
ttf-roboto
twolame
tzdata
uchardet
unibilium
unixodbc
unzip
usbredir
usbutils
util-linux
v4l-utils
vamp-plugin-sdk
vde2
vid.stab
virglrenderer
virtualbox
virtualbox-host-dkms
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
wget
which
woff2
wpa_supplicant
wpebackend-fdo
wqy-zenhei
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-intel
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xterm
xvidcore
xz
yajl
yelp-tools
yelp-xsl
youtube-dl
yubico-c
yubico-c-client
yubikey-personalization
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
