a52dec
aalib
accounts-qml-module
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-file-transfer
android-udev
aom
archlinux-keyring
argon2
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audit
autoconf
autoconf-archive
automake
avahi
aws-cli
base
bash
bc
bind
binutils
bison
blueman
bluez
bluez-libs
bluez-plugins
bluez-utils
boost-libs
breeze-icons
bridge-utils
brltty
brotli
bspwm
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cdparanoia
celt
cfitsio
cifs-utils
cmake
cmatrix
colord
containerd
convertlit
coreutils
cpio
cracklib
cryptsetup
cups
cups-filters
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
diff-so-fancy
diffutils
discord
dkms
dmraid
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dosfstools
dotnet-host
dotnet-runtime
dotnet-runtime-3.1
dotnet-sdk
dotnet-targeting-pack
double-conversion
dtc
dunst
e2fsprogs
ebook-tools
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron
electron11
elfutils
emacs
enchant
exa
exiv2
exo
expat
ext4magic
faad2
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
flac
flex
fltk
fontconfig
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fuse3
fzf
gavl
gawk
gc
gcc
gcc-libs
gcr
gd
gdbm
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc
ghc-libs
giflib
git
git-lfs
gitlab-runner
glew
glib-networking
glib2
glib2-docs
glibc
glibmm
glslang
glu
gmp
gnome-common
gnome-keyring
gnu-free-fonts
gnupg
gnutls
go
gobject-introspection
gobject-introspection-runtime
gpgme
gpm
gptfdisk
graphene
graphicsmagick
graphite
grep
groff
grub
gsettings-desktop-schemas
gsl
gsm
gspell
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtest
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guile
gumbo-parser
guvcview
guvcview-common
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-data-fix
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-ghc-bignum-orphans
haskell-hashable
haskell-indexed-traversable
haskell-integer-logarithms
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-splitmix
haskell-strict
haskell-tagged
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
hicolor-icon-theme
hidapi
hspell
htop
http-parser
hunspell
hwdata
hwloc
hyphen
i3-wm
i3lock
iana-etc
icu
ijs
imagemagick
imath
imlib2
inetutils
iniparser
inkscape
inotify-tools
intltool
iproute2
iptables
iputils
iso-codes
itstool
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jdk8-openjdk
jemalloc
jq
jre-openjdk
jre-openjdk-headless
jre8-openjdk
jre8-openjdk-headless
js78
json-c
json-glib
jsoncpp
kaccounts-integration
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kded
kdenlive
keepassxc
keyutils
kfilemetadata
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kirigami2
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
knotifyconfig
kpackage
krb5
kservice
ktextwidgets
kubectl
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
lame
lcms2
ldb
ldns
less
lib2geom
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-brotli
lib32-bzip2
lib32-cairo
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn
lib32-libidn2
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libnsl
lib32-libpciaccess
lib32-libpng
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcrypt
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libaio
libappindicator-gtk2
libappindicator-gtk3
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libb64
libblockdev
libbluray
libbpf
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libcgif
libcloudproviders
libcolord
libconfig
libcroco
libcups
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libebur128
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libffi
libfm
libfm-extra
libfm-gtk2
libfontenc
libgcrypt
libgdiplus
libgit2
libglvnd
libgnome-keyring
libgpg-error
libgsf
libgtop
libgudev
libgusb
libhandy
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libindicator-gtk2
libindicator-gtk3
libinih
libinput
libisl
libjpeg-turbo
libkeybinder3
libksba
libkscreen
libldap
liblouis
liblqr
liblxqt
libmad
libmanette
libmatroska
libmaxminddb
libmd
libmfx
libmicrodns
libmicrohttpd
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libnatpmp
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnma
libnotify
libnsl
libogg
libomxil-bellagio
libotf
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libpqxx
libproxy
libpsl
libpulse
libpwquality
libqtxdg
libraqm
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libuv
libva
libvdpau
libvips
libvisio
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libwacom
libwebp
libwpd
libwpe
libwpg
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua52
luajit
luit
lvm2
lxappearance
lxmenu-data
lxqt-config
lxqt-themes
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
mallard-ducktype
man-db
man-pages
md4c
mdadm
media-player-info
menu-cache
mesa
miniupnpc
minizip
mkinitcpio
mkinitcpio-busybox
mlocate
mlt
mlt6
mobile-broadband-provider-info
mono
mono-msbuild
mopidy
moreutils
mpc
mpfr
mpg123
mpv
mtdev
mujs
mupdf
musl
mutt
ncmpcpp
ncurses
ndctl
neofetch
net-tools
netstandard-targeting-pack
nettle
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nm-connection-editor
node-gyp
nodejs
nodejs-nopt
npm
npth
nspr
nss
numactl
nvidia
nvidia-settings
nvidia-utils
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openmpi
openresolv
openssh
openssl
openssl-1.0
openvpn
opera-ffmpeg-codecs
opus
orc
os-prober
otf-font-awesome
p11-kit
p7zip
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
parted
patch
pavucontrol
pciutils
pcmanfm
pcre
pcre2
perl
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-ipc-run
perl-libwww
perl-lwp-mediatypes
perl-mailtools
perl-net-http
perl-time-duration
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pinentry
pixman
pkcs11-helper
pkgconf
playerctl
polkit
polkit-qt5
poppler
poppler-glib
poppler-qt5
popt
portaudio
postgresql-libs
potrace
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
purpose
python
python-anytree
python-appdirs
python-argh
python-arrow
python-asn1crypto
python-attrs
python-aws-sam-translator
python-babel
python-bcrypt
python-beaker
python-binaryornot
python-boto3
python-botocore
python-cachecontrol
python-cached-property
python-cachetools
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-configobj
python-contextlib2
python-cookiecutter
python-cryptography
python-dateparser
python-dateutil
python-distlib
python-distro
python-dnspython
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-dotenv
python-flask
python-gobject
python-google-api-core
python-google-api-python-client
python-google-auth
python-google-auth-httplib2
python-googleapis-common-protos
python-html5lib
python-httplib2
python-idna
python-imagesize
python-importlib-metadata
python-itsdangerous
python-jinja
python-jinja-time
python-jmespath
python-jsonschema
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-msgpack
python-ordered-set
python-packaging
python-paramiko
python-pathtools
python-pep517
python-pip
python-ply
python-poyo
python-progress
python-protobuf
python-psutil
python-pyasn1
python-pyasn1-modules
python-pycparser
python-pygments
python-pykka
python-pynacl
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrsistent
python-pytoml
python-pytz
python-pywal
python-regex
python-requests
python-resolvelib
python-retrying
python-rsa
python-ruamel-yaml
python-ruamel.yaml.clib
python-s3transfer
python-setuptools
python-six
python-slugify
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-text-unidecode
python-texttable
python-toml
python-tomli
python-tomlkit
python-tornado
python-tzdata
python-tzlocal
python-uritemplate
python-urllib3
python-watchdog
python-webencodings
python-websocket-client
python-werkzeug
python-wheel
python-yaml
python-zipp
python2
python2-appdirs
python2-cairo
python2-gobject
python2-idna
python2-ordered-set
python2-packaging
python2-psutil
python2-pyparsing
python2-setuptools
python2-six
python2-typing
qca-qt5
qemu
qpdf
qrencode
qt5-base
qt5-charts
qt5-declarative
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-script
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webkit
qt5-x11extras
quazip-qt5
ragel
rav1e
re2
react-native-debugger
readline
redshift
reflector
rest
rhash
ripgrep
rofi
rsync
rtkit
rubberband
ruby
ruby-irb
ruby-reline
rubygems
run-parts
runc
sbc
scrot
sdl
sdl2
sdl2_image
seabios
seahorse
sed
semver
shaderc
shadow
shared-mime-info
shellcheck
signal-desktop
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
simplescreenrecorder
slang
smbclient
snappy
sndio
solid
sonnet
sound-theme-freedesktop
sox
speex
speexdsp
spice
spirv-tools
sqlcipher
sqlite
srt
startup-notification
stfl
sudo
svt-av1
sxhkd
sxiv
syndication
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
taglib
talloc
tar
tcl
tdb
terminator
terragrunt
tevent
texinfo
thin-provisioning-tools
tigervnc
tmux
tpm2-tss
traceroute
tracker3
transmission-gtk
tslib
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-roboto
twolame
tzdata
uchardet
udisks2
unixodbc
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
util-linux-libs
v4l-utils
vamp-plugin-sdk
vde2
vid.stab
virglrenderer
virtualbox
virtualbox-host-dkms
vlc
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
wget
which
wireguard-tools
wmname
woff2
wpa_supplicant
wpebackend-fdo
wqy-zenhei
wxgtk-common
wxgtk2
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xf86-input-libinput
xf86-video-intel
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xeyes
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xterm
xvidcore
xxhash
xz
yajl
yarn
yelp-tools
yelp-xsl
youtube-dl
yubico-c
yubico-c-client
yubikey-personalization
zenity
zeromq
zimg
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
