a52dec
aalib
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
alsa-utils
android-file-transfer
android-udev
aom
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
autoconf
autoconf-archive
automake
avahi
aws-cli
base
bc
bind
binutils
bison
blueman
bluez
bluez-plugins
bluez-utils
bmon
boost-libs
bridge-utils
brltty
brotli
bspwm
bubblewrap
c-ares
cairo
cairomm
cantarell-fonts
cdparanoia
cifs-utils
cmake
cmatrix
colord
containerd
cpio
cups
cups-filters
dav1d
dbus-glib
dbus-python
dconf
desktop-file-utils
diff-so-fancy
discord
dkms
dnsmasq
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-compose
dotnet-host
dotnet-runtime
dotnet-sdk
double-conversion
dunst
efibootmgr
egl-wayland
eglexternalplatform
electron
emacs
enchant
exa
exo
ext4magic
fakeroot
fd
feh
ffmpeg
fftw
file
findutils
flac
flex
fontconfig
freetype2
fribidi
fzf
gawk
gcc
gcr
gdk-pixbuf2
geoclue
geocode-glib
gettext
ghc
ghc-libs
giflib
git
git-lfs
gitlab-runner
glew
glib-networking
glib2-docs
glibmm
glslang
glu
gnome-common
gnome-keyring
gnu-free-fonts
gobject-introspection
gobject-introspection-runtime
gparted
graphene
graphite
grep
groff
grub
gsettings-desktop-schemas
gsm
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gst-plugins-ugly
gst-python
gstreamer
gtk-doc
gtk-update-icon-cache
gtk2
gtk3
gtkmm3
guvcview
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-assoc
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-bifunctors
haskell-comonad
haskell-diff
haskell-distributive
haskell-dlist
haskell-erf
haskell-hashable
haskell-integer-logarithms
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-splitmix
haskell-tagged
haskell-th-abstraction
haskell-these
haskell-time-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
hicolor-icon-theme
hspell
htop
http-parser
hunspell
hwloc
hyphen
i3-wm
i3lock
ijs
imagemagick
imlib2
inetutils
inkscape
inotify-tools
intltool
iso-codes
itstool
jack2
jasper
jdk8-openjdk
jemalloc
jq
json-glib
jsoncpp
keepassxc
kubectl
kwayland
kwindowsystem
l-smash
lame
lcms2
ldb
ldns
lib32-alsa-lib
lib32-alsa-plugins
lib32-atk
lib32-attr
lib32-bzip2
lib32-cairo
lib32-e2fsprogs
lib32-expat
lib32-fontconfig
lib32-freetype2
lib32-fribidi
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-glib2
lib32-glibc
lib32-glu
lib32-gmp
lib32-gnutls
lib32-gtk2
lib32-harfbuzz
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libappindicator-gtk2
lib32-libcap
lib32-libcups
lib32-libdatrie
lib32-libdbusmenu-glib
lib32-libdbusmenu-gtk2
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn
lib32-libindicator-gtk2
lib32-libjpeg-turbo
lib32-libldap
lib32-libpciaccess
lib32-libpng
lib32-libtasn1
lib32-libthai
lib32-libtiff
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcomposite
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxinerama
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-lz4
lib32-mesa
lib32-ncurses
lib32-nettle
lib32-nspr
lib32-nss
lib32-nvidia-utils
lib32-openssl
lib32-p11-kit
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-sqlite
lib32-systemd
lib32-util-linux
lib32-vulkan-icd-loader
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaio
libappindicator-gtk2
libass
libasyncns
libavc1394
libbluray
libbsd
libcaca
libcacard
libcanberra
libcddb
libcdio
libcdio-paranoia
libconfig
libcups
libcurl-gnutls
libdatrie
libdbusmenu-glib
libdbusmenu-gtk2
libdrm
libdv
libdvdnav
libdvdread
libedit
libepoxy
libev
libevdev
libevent
libexif
libfbclient
libfontenc
libgdiplus
libglvnd
libgudev
libgusb
libibus
libical
libice
libid3tag
libidn
libiec61883
libindicator-gtk2
libinput
libjpeg-turbo
libkeybinder3
libkscreen
liblouis
liblqr
liblxqt
libmfx
libmicrodns
libmng
libmodplug
libmpdclient
libmpeg2
libnfs
libnma
libnotify
libogg
libomxil-bellagio
libpaper
libpciaccess
libpipeline
libplacebo
libpng
libproxy
libpulse
libqtxdg
libraqm
libraw1394
librsvg
libsamplerate
libshout
libsidplay
libsigc++
libslirp
libsm
libsndfile
libsoup
libsoxr
libssh
libthai
libtheora
libtiff
libtommath
libtool
libunwind
liburing
libutempter
libva
libvdpau
libvisual
libvoikko
libvorbis
libvpx
libwacom
libwebp
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
linux
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua52
luit
lxappearance
lxqt-config
lxqt-themes
lzo
m4
mailcap
make
mallard-ducktype
man-db
man-pages
md4c
mesa
minizip
mlocate
mono
mono-msbuild
mopidy
moreutils
mpc
mpg123
mpv
mtdev
mujs
musl
mutt
ncmpcpp
neofetch
network-manager-applet
networkmanager
networkmanager-openvpn
newsboat
nm-connection-editor
node-gyp
nodejs-lts-gallium
npm
numactl
nvidia
nvidia-settings
nvidia-utils
oniguruma
openbsd-netcat
opencore-amr
openjpeg2
openmpi
openresolv
openssh
openssl-1.0
opera-ffmpeg-codecs
opus
orc
os-prober
otf-font-awesome
p7zip
pacman
pacman-contrib
pango
pangomm
parted
patch
pavucontrol
pcmanfm
perl-clone
perl-encode-locale
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-tty
perl-ipc-run
perl-libwww
perl-lwp-mediatypes
perl-net-http
perl-time-duration
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
pipewire
pipewire-pulse
pixman
pkgconf
playerctl
polkit-qt5
polybar
poppler
postgresql-libs
pulseaudio-alsa
python
python-anytree
python-asn1crypto
python-attrs
python-babel
python-bcrypt
python-beaker
python-botocore
python-cached-property
python-cairo
python-cffi
python-configobj
python-cryptography
python-dateutil
python-docker
python-docker-pycreds
python-dockerpty
python-docopt
python-docutils
python-gobject
python-google-api-python-client
python-imagesize
python-importlib-metadata
python-jinja
python-jmespath
python-jsonschema
python-lockfile
python-lxml
python-mako
python-markdown
python-markupsafe
python-more-itertools
python-paramiko
python-pip
python-ply
python-psutil
python-pyasn1
python-pycparser
python-pygments
python-pykka
python-pynacl
python-pypeg2
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
python-pyrsistent
python-pytz
python-pywal
python-rsa
python-s3transfer
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-texttable
python-tornado
python-websocket-client
python-yaml
python-zipp
python2
qemu-desktop
qpdf
qrencode
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
quazip-qt5
re2
react-native-debugger
redshift
reflector
rest
rhash
ripgrep
rofi
rsync
rtkit
rubberband
ruby
ruby-irb
run-parts
runc
sbc
scrot
sdl12-compat
sdl2
seabios
seahorse
sed
semver
shaderc
shared-mime-info
shellcheck
signal-desktop
simplescreenrecorder
smbclient
snappy
sndio
sound-theme-freedesktop
sox
speex
speexdsp
spice
spirv-tools
sqlcipher
srt
startup-notification
stfl
sudo
sxhkd
sxiv
sysfsutils
taglib
talloc
tcl
tdb
terminator
terragrunt
tevent
texinfo
texlive-core
texlive-fontsextra
texlive-latexextra
tigervnc
tmux
traceroute
transmission-gtk
tslib
ttf-dejavu
ttf-font-awesome
ttf-inconsolata
ttf-liberation
ttf-roboto
twolame
uchardet
udisks2
unixodbc
unzip
usbredir
usbutils
v4l-utils
vamp-plugin-sdk
vde2
vid.stab
virglrenderer
virtualbox
virtualbox-host-dkms
vlc
vmaf
vte-common
vte3
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
wget
which
wireguard-tools
wireplumber
wmname
woff2
wpebackend-fdo
wqy-zenhei
x264
x265
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-utils
xdotool
xf86-input-libinput
xf86-video-intel
xfconf
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-fonts-encodings
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xeyes
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorgproto
xterm
xvidcore
yajl
yelp-tools
yelp-xsl
youtube-dl
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-mupdf
zenity
zip
zita-alsa-pcmi
zita-resampler
zsh
