4ops.terraform
amatiasq.sort-imports
amimaro.remix-run-snippets
analytic-signal.preview-mp4
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dkundel.vscode-new-file
dracula-theme.theme-dracula
eamodio.gitlens
esbenp.prettier-vscode
firsttris.vscode-jest-runner
formulahendry.auto-rename-tag
golang.go
hashicorp.terraform
James-Yu.latex-workshop
me-dutour-mathieu.vscode-github-actions
ms-azuretools.vscode-docker
Nixon.env-cmd-file-syntax
Prisma.prisma
redhat.vscode-yaml
rust-lang.rust-analyzer
steoates.autoimport
tlent.jest-snapshot-language-support
vadimcn.vscode-lldb
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
