amatiasq.sort-imports
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
EditorConfig.EditorConfig
esbenp.prettier-vscode
GitLab.gitlab-workflow
James-Yu.latex-workshop
kumar-harsh.graphql-for-vscode
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-vscode-remote.remote-containers
ms-vscode.cpptools
naumovs.color-highlight
p1c2u.docker-compose
RoscoP.ActiveFileInStatusBar
runningcoder.js-snippets
steoates.autoimport
teabyii.ayu
Unity.unity-debug
vscodevim.vim
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-one
