amatiasq.sort-imports
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
geddski.macros
GitLab.gitlab-workflow
jdinhlife.gruvbox
karyfoundation.theme-karyfoundation-themes
kumar-harsh.graphql-for-vscode
mrorz.language-gettext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-python.python
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.cpptools
naumovs.color-highlight
RoscoP.ActiveFileInStatusBar
runningcoder.js-snippets
steoates.autoimport
teabyii.ayu
Unity.unity-debug
vscodevim.vim
xabikos.JavaScriptSnippets
