tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "python@3.12"
brew "ansible"
brew "asdf"
brew "aws-nuke"
brew "awscli"
brew "gettext"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "diff-so-fancy"
brew "dotnet"
brew "exa"
brew "ffmpeg"
brew "fzf"
brew "git-lfs"
brew "gitlab-runner"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "openjdk@17"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "sheldon"
brew "stylua"
brew "tmux"
brew "fsouza/prettierd/prettierd"
cask "adobe-creative-cloud"
cask "alacritty"
cask "android-studio"
cask "beekeeper-studio"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keepassxc"
cask "mullvadvpn"
cask "raycast"
cask "spotify"
