tap "ekristen/tap"
tap "homebrew/bundle"
tap "ngrok/ngrok"
brew "ansible"
brew "awscli"
brew "bash"
brew "gettext"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "diff-so-fancy"
brew "dotnet"
brew "fastlane"
brew "ffmpeg"
brew "fzf"
brew "git-lfs"
brew "gitlab-runner"
brew "go"
brew "htop"
brew "jq"
brew "just"
brew "lazydocker"
brew "mise"
brew "neovim", args: ["HEAD"]
brew "nethogs"
brew "node"
brew "nvm"
brew "openjdk@17"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "sheldon"
brew "stylua"
brew "tmux"
brew "wireguard-tools"
brew "ekristen/tap/aws-nuke"
cask "adobe-creative-cloud"
cask "alacritty"
cask "beekeeper-studio"
cask "claude"
cask "docker"
cask "firefox"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "google-cloud-sdk"
cask "keepassxc"
cask "mullvad-vpn"
cask "ngrok"
cask "orbstack"
cask "postman"
cask "raycast"
cask "redis-insight"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "4ops.terraform"
vscode "dracula-theme.theme-dracula"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "vscodevim.vim"
