tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "python@3.12"
brew "ansible"
brew "cmake"
brew "gettext"
brew "curl"
brew "diff-so-fancy"
brew "dotnet"
brew "exa"
brew "fzf"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "htop"
brew "jq"
brew "neovim"
brew "ninja"
brew "node"
brew "nvm"
brew "pnpm"
brew "pre-commit"
brew "ripgrep"
brew "sheldon"
brew "stylua"
brew "telnet"
brew "terraform"
brew "terragrunt"
brew "tmux"
brew "weechat"
brew "fsouza/prettierd/prettierd"
cask "adobe-creative-cloud"
cask "alacritty"
cask "altair-graphql-client"
cask "authy"
cask "beekeeper-studio"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "keepassxc"
cask "ngrok"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "unity-hub"
