alacritty
alsa-utils
amd-ucode
android-udev
ansible
arandr
aws-cli
base
base-devel
bind
blueman
bluez-plugins
bluez-utils
bmon
brltty
bspwm
cdparanoia
cmake
cpio
cups
dbus-glib
diff-so-fancy
dkms
docker
docker-compose
dunst
eslint_d
eza
fd
fzf
geocode-glib
ghc
git-lfs
gitlab-runner
glew
gnome-common
gobject-introspection
godot
gparted
grub
haskell-attoparsec
haskell-base-compat-batteries
haskell-quickcheck
haskell-regex-base
haskell-these
haskell-time-compat
haskell-uuid-types
haskell-vector
htop
inetutils
inotify-tools
jasper
jq
kubectl
libappindicator-gtk2
libcddb
libcdio-paranoia
libgdiplus
libibus
libindicator-gtk2
libkeybinder3
libmng
libsvgtiny
libvisual
lua52
lxappearance
lxqt-config
mailcap
man-db
man-pages
moreutils
mujs
musl
network-manager-applet
networkmanager-openvpn
nvidia
opera-ffmpeg-codecs
otf-font-awesome
p7zip
pacman-contrib
parallel
pavucontrol
pnpm
polybar
python-anytree
python-asn1crypto
python-beaker
python-cached-property
python-configobj
python-docker-pycreds
python-dockerpty
python-docopt
python-google-api-python-client
python-importlib-metadata
python-lockfile
python-psutil
python-pykka
python-pypeg2
python-pyqt5-webengine
python-pywal
python-sphinx
python-texttable
python-tornado
qt5ct
quazip-qt5
re2
redshift
reflector
rest
ripgrep
rofi-emoji
rubberband
run-parts
rustup
screenkey
scrot
sndio
sox
steam
stfl
stylua
sxiv
sysfsutils
terragrunt
texlive-fontsextra
traceroute
transmission-gtk
ttf-jetbrains-mono-nerd
uchardet
udisks2
unrar
unzip
vamp-plugin-sdk
vlc
webrtc-audio-processing
wget
wireguard-tools
wmname
wqy-zenhei
xdotool
xf86-video-intel
xorg-server-xvfb
xorg-xbacklight
xorg-xeyes
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xsetroot
yubikey-personalization
zip
zita-alsa-pcmi
zita-resampler
