7zip
a52dec
aalib
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-utils
amd-ucode
android-udev
ansible
aom
arandr
aspell
atkmm
autoconf-archive
aws-cli
base
base-devel
bind
blueman
bluez-utils
bmon
boost-libs
bridge-utils
brltty
bspwm
bubblewrap
c-ares
cairomm
cantarell-fonts
cdparanoia
cifs-utils
cloc
cmake
colord
containerd
cpio
cups
dbus-glib
dhcpcd
diff-so-fancy
dkms
dnsmasq
docbook-xml
docbook-xsl
docker
docker-buildx
docker-compose
dosfstools
double-conversion
dunst
efibootmgr
egl-wayland
enchant
exo
expac
eza
fd
feh
firefox
fzf
gcr
geoclue
geocode-glib
ghostty
git
git-lfs
glew
glib2-docs
gnome-common
gnome-keyring
gobject-introspection
gparted
grub
gtk2
hspell
htop
http-parser
hunspell
hyphen
i3-wm
i3lock
ijs
inetutils
inotify-tools
intel-ucode
jasper
jdk17-openjdk
jq
just
keepassxc
kwayland5
kwindowsystem5
ldb
ldns
libaio
libappindicator-gtk2
libcacard
libcddb
libcdio
libcdio-paranoia
libconfig
libcurl-gnutls
libfbclient
libfontenc
libgdiplus
libibus
libical
libid3tag
libidn
libindicator-gtk2
libkeybinder3
libkscreen
liblxqt
libmfx
libmng
libmpdclient
libmpeg2
libnfs
libnma
libnotify
libomxil-bellagio
libpipeline
libslirp
libsvgtiny
liburing
libutempter
libvoikko
libwpe
libxaw
libxdg-basedir
libxfont2
libxkbfile
libxnvctrl
libxvmc
linux
linux-firmware
linux-headers
lsof
lua52
luit
lxappearance-gtk3
lxqt-config
man-db
man-pages
mise
moreutils
mtools
mujs
musl
ncdu
neovim
nethogs
network-manager-applet
networkmanager
networkmanager-openvpn
ntfs-3g
nvidia
nvidia-settings
openmpi
openresolv
openssh
os-prober
otf-font-awesome
pacman-contrib
parallel
pavucontrol
pcmanfm
pipewire
pipewire-pulse
plocate
polkit-qt5
polybar
postgresql-libs
python-anytree
python-asn1crypto
python-attrs
python-babel
python-beaker
python-configobj
python-dbus
python-docker
python-docopt
python-google-api-python-client
python-imagesize
python-importlib-metadata
python-jsonschema
python-lockfile
python-pip
python-ply
python-psutil
python-pykka
python-pypeg2
python-pyqt5
python-pyqt5-webengine
python-snowballstemmer
python-sphinx
python-texttable
python-tornado
qemu-desktop
qt5ct
quazip-qt5
re2
redshift
reflector
ripgrep
rofi-emoji
rsync
rtkit
ruby
ruby-irb
run-parts
scrot
sdl12-compat
seahorse
sheldon
smbclient
sndio
sof-firmware
sox
stfl
stylua
sxhkd
sxiv
sysfsutils
tcl
terragrunt
tmux
traceroute
transmission-gtk
tree
ttf-jetbrains-mono-nerd
ttf-liberation
uchardet
udisks2
unixodbc
unrar
usbutils
vamp-plugin-sdk
wayland-protocols
webkit2gtk
webrtc-audio-processing-0.3
wget
wireguard-tools
wmname
wpebackend-fdo
wqy-zenhei
xbitmaps
xclip
xdotool
xfsprogs
xorg-bdftopcf
xorg-font-util
xorg-mkfontscale
xorg-server
xorg-server-xvfb
xorg-xbacklight
xorg-xev
xorg-xeyes
xorg-xfontsel
xorg-xinit
xorg-xinput
xorg-xsetroot
xterm
yubico-c
yubico-c-client
yubikey-personalization
zathura
zathura-pdf-mupdf
zenity
zip
zita-alsa-pcmi
zita-resampler
zram-generator
zsh
